{
  "introNav": "Home",
  "aboutNav": "About",
  "servicesNav": "What We Do",
  "teamNav": "Team",
  "bottomWidgetNav": "Contact",
  "_tooltipHiring": "&nbsp;We are hiring!",
  "_oneWordHome": "Innovation",
  "_otherWordsHome": "&nbsp;and Engineering at your Service",
  "_buttonHome": "Find Out More",
  "_aboutUsTitle": "About us",
  "_aboutUsSubTitle": "Help you with your new challenge!",
  "_aboutUsText_1": "&emsp;CCode is a young company, where you can focus on new and different technology fields related to Electronics, so we are proud to share that we are never bored!",
  "_aboutUsText_2": "&emsp;Our operations are focused on the industrialization of new solutions and help customers to launch and maintain their new products into the market. Bonded to this activity, we provide knowledge of Mechanics, Electronics and Software development, where embedded systems are the main focus. We are also strong on industrialization of test cases involving Hardware and Software, with a wide knowledge of electronic production.",
  "_aboutUsText_3": "&emsp;CCode was born in 2016 due to a partnership with a group of companies in Switzerland, where we have been able to launch several products with large success in world wide market, using our industrialization processes, test cases and production knowledge.",
  "_aboutUsText_4": "Our target is to grow sustainable and help you with your new challenge!",
  "_firstParallax_1": "'We want to hear your needs and help you with our expertise and partners to achieve your goals together'",
  "_firstParallax_2": "'Satisfying our customers is our number one rule!'",
  "_servicesTitle": "What We Do",
  "_servicesSubTitle": "We are committed to act in several fields, and provide professional services in a large range of areas",
  "_firstCard_1": "Long term dedicated Teams for Engineering Services & Consulting",
  "_firstCard_2": "We can create a dedicated team to meet your needs and necessities, being 100% available for you",
  "_firstCard_3": "They can be managed by you or us but always under CCode responsability",
  "_secondCard_1": "Electronic Production Optimization / Management Consulting",
  "_secondCard_2": "We have expertise in EMS (Electronic Manufacturing Services) where we have partners being possible provide optimization mainly in BOM price and also teach you the best practices to follow",
  "_secondCard_3": "If you don't have any experience with electronic manufacturing, don't be afraid! We can manage that for you",
  "_thirdCard_1": "OEM Product Industrialization",
  "_thirdCard_2": "You have a special customer ?",
  "_thirdCard_3": "He needs a special product ?",
  "_thirdCard_4": "We can help you with the customization of your electronic, case, stickers and product design to meet your customer needs",
  "_ourTeamTitle": "Our Team",
  "_funcTeam_1": "CEO & Co-Founder",
  "_funcTeam_2": "COO & Co-Founder",
  "_funcTeam_3": "CFO & Co-Founder",
  "_funcTeam_4": "IT Technician",
  "_office_1": "Main Office",
  "_office_2": "Rua Engenheiro Carlos Bóia,<br />3810-702 Aveiro",
  "_call": "Call us",
  "_email": "Email us",
  "_socialTitle": "We're on social networks",
  "_mapLocation": "Map Location",
  "_contactUs": "Contact us",
  "sendmessage": "Your message has been sent. Thank you!",
  "_nameModal": "Your Name",
  "_emailModal": "Your Email",
  "_subjectModal": "Subject",
  "_messageModal": "Please write something for us",
  "submitContact": "Send message"
}