{
  "pt": [
    {
      "introNav": "Home",
      "aboutNav": "Sobre Nós",
      "servicesNav": "O Que Fazemos",
      "teamNav": "Equipa",
      "bottomWidgetNav": "Contatos",
      "_tooltipHiring": "&nbsp;Estamos a recrutar!",
      "_oneWordHome": "Inovação",
      "_otherWordsHome": "&nbsp;e engenharia ao seu serviço",
      "_buttonHome": "Mais Informação",
      "_aboutUsTitle": "Sobre nós",
      "_aboutUsSubTitle": "Ajudá-lo com o seu novo desafio!",
      "_aboutUsText_1": "A CCode é uma empresa jovem, que se concentra em temas tecnológicos novos e diferentes relacionados com a Eletrónica, por isso podemos afirmar que nunca estamos aborrecidos!",
      "_aboutUsText_2": "As nossas operações estão focadas na industrialização de novas soluções e ajuda aos nossos clientes de forma a lançar e manter os seus novos produtos no mercado. Associados a esta atividade, fornecemos conhecimento de desenvolvimento de Mecânica, Eletrónica e Software, onde os sistemas embebidos são o foco principal. Também somos detentores de grande conhecimento na industrialização de sistemas de teste, usando Hardware e Software para aferir a qualidade dos produtos durante a produção.",
      "_aboutUsText_3": "A CCode nasceu em 2016 devido a uma parceria com um grupo de empresas sediadas na Suíça, onde pudemos lançar diversos produtos com grande sucesso no mercado mundial, utilizando a nossa experiência em processos de industrialização e produção assim como alguns sistemas de teste.",
      "_aboutUsText_4": "O nosso objetivo é crescer de forma sustentável e ajudar os nossos clientes e parceiros com os seus novos desafios!",
      "_firstParallax_1": "'Queremos ouvir as suas necessidades e ajudá-lo com a nossa experiência e parceiros para alcançarmos os seus objetivos juntos'",
      "_firstParallax_2": "'Satisfazer os nossos clientes é a nossa regra número um!'",
      "_servicesTitle": "O Que Fazemos",
      "_servicesSubTitle": "Estamos empenhados em atuar em vários setores e fornecer serviços numa ampla gama de áreas",
      "_firstCard_1": "Equipas de longa duração dedicadas para serviços de engenharia e consultoria",
      "_firstCard_2": "Podemos criar uma equipa dedicada para atender às suas necessidades, estando 100% disponível para si",
      "_firstCard_3": "As equipas podem ser geridas pelo cliente ou por nós, mas sempre sob a responsabilidade da CCode",
      "_secondCard_1": "Otimização de Produção Eletrónica / Consultoria de Gestão",
      "_secondCard_2": "Temos experiência em EMS, serviços de manufatura eletrónica, onde temos parceiros em que é possível fornecer otimização, principalmente no preço de BOM e também ensinar as melhores práticas a seguir",
      "_secondCard_3": "Se você não tem experiência com fabricação eletrónica não tenha medo! Nós podemos gerir isso por você",
      "_thirdCard_1": "Industrialização de produtos OEM",
      "_thirdCard_2": "Você tem um cliente especial ?",
      "_thirdCard_3": "Ele precisa de um produto especial ?",
      "_thirdCard_4": "Nós podemos ajudá-lo com a personalização da sua eletrónica, caixa, autocolantes e design do produto para atender às necessidades dos seus clientes",
      "_ourTeamTitle": "A Nossa Equipa",
      "_funcTeam_1": "CEO & Co-Founder",
      "_funcTeam_2": "COO & Co-Founder",
      "_funcTeam_3": "CFO & Co-Founder",
      "_funcTeam_4": "Técnico de TI",
      "_office_1": "Escritório principal",
      "_office_2": "Rua Engenheiro Carlos Bóia,<br />3810-702 Aveiro",
      "_call": "Ligue-nos",
      "_email": "Envie-nos email",
      "_socialTitle": "Estamos nas redes sociais",
      "_mapLocation": "Nossa localização",
      "_contactUs": "Contacta-nos",
      "sendmessage": "A sua mensagem foi enviada. Obrigado!",
      "_nameModal": "O seu nome",
      "_emailModal": "O seu email",
      "_subjectModal": "Assunto",
      "_messageModal": "Por favor, escreva-nos algo",
      "submitContact": "Enviar mensagem"
    }
  ]
}